Repository: NTNUI/attendance_portal
Catalog: ntnui/locale/*/LC_MESSAGES/django.po
Languages: nb

source: customer no
nb: kunde nr

source: email address
nb: e-postadresse

source: first name
nb: fornavn

source: last name
nb: etternavn

source: date joined
nb: medlem siden

source: active
nb: aktivert

source: phone number
nb: mobilnummer

source: staff status
nb: ansattstatus

source: Designates whether the user can log into this site.
nb: Bestemmer om brukeren kan logge inn på denne siden.

source: user
nb: bruker

source: users
nb: brukere

source: Request must be POST.
nb: Forespørselen må være POST

source: New event successfully created!
nb: Nytt arrangement opprettet!

source: Only users and guests can attend events.
nb: Bare brukere og gjester kan delta.

source: Signed up for the event!
nb: Du er påmeldt arrangementet!

source: Signed up for the event's waiting list!
nb: Meldt på arrangementets venteliste!

source: Cannot find the event ID.
nb: Finner ikke arrangements-ID.

source: The attendee is not a member.
nb: Deltageren er ikke en bruker.

source: The user already attends the event.
nb: Brukeren har alt meld seg på arrangementet.

source: The user is on the waiting list.
nb: Brukeren er på ventelisten.

source: The event registration has ended.
nb: Påmeldingsfristen har gått ut.

source: The event is full.
nb: Arrangementet er fullt.

source: The event still has open spots.
nb: Arrangementet har fortsatt ledige plasser.

source: The attendee is not a guest.
nb: Deltageren er ikke en gjest.

source: The guest already attends the event.
nb: Gjesten har alt meldt seg på arrangementet.

source: The guest is on the waiting list.
nb: Gjesten er på ventelisten.

source: Cannot sign up for an event which has sub-events.
nb: Du kan ikke melde deg på et event med sub-events

source: Payment declined.
nb: Betaling ikke akseptert.

source: Too many requests made to the API too quickly.
nb: For mange forespørsler til API'et.

source: Authentication with Stripe's API failed.
nb: Autorisering med Stripe's API feilet.

source: Network communication with Stripe failed.
nb: Nettverkskommunikasjonen med Stripe feilet.

source: Something went wrong, try again later or contact the host if the problem persists.
nb: Noe gikk galt, prøv senere eller ta kontakt med arrangøren om problemet vedvarer.

source: Event does not exist.
nb: Arrangement eksisterer ikke.

source: Sub-event does not exist.
nb: Underarrangement eksisterer ikke.

source: Invalid input, cannot create guest.
nb: Ugyldig inndata, klarte ikke oprette gjest.

source: There exists multiple identical guests.
nb: Der finnes flere like gjester.

source: Signed off the event!
nb: Meldt av arrangementet!

source: Signed off the event's waiting list!
nb: Meldt av arrangementets venteliste!

source: Can't sign off payment events, contact the host for refunding.
nb: Du kan ikke melde deg av betaltarrangement, ta kontakt med arrangøren for refundering.

source: Found no matching event or sub-event registration.
nb: Fant ingen matchende arrangement eller underarrangementsregistrering.

source: sign off payment events, contact the host for refunding.
nb: Du kan ikke melde deg av betaltarrangement, ta kontakt med arrangøren for refundering.

source: Found multiple matching registrations, contact the host to sign off the event.
nb: Fant flere matchende registreringer, ta kontakt med arrangøren for å melde deg av arrangementet.

source: You are not signed up for this event.
nb: Du er ikke påmeldt dette arrangementet.

source: Please log in to sign off the event.
nb: Vennligst logg inn for å melde deg av arrangemenet.

source: Request must be GET.
nb: Forespørselen må være GET

source: The category is successfully created!
nb: Ny kategori opprettet!

source: The sub-event is successfully created!
nb: Nytt underarrangement opprettet!

source: name
nb: navn

source: language
nb: språk

source: start date
nb: start dato

source: end date
nb: slutt dato

source: registration end date
nb: sluttdato for registrering

source: price
nb: pris

source: attendance cap
nb: maks antall påmeldte

source: tags
nb: stikkord

source: registration time
nb: påmeldingstidspunkt

source: payment id
nb: betalings-id

source: token
nb: pollett

source: event
nb: arrangement

source: category
nb: kategori

source: categories
nb: kategorier

source: description
nb: beskrivelse

source: descriptions
nb: beskrivelser

source: place
nb: sted

source: restriction
nb: restriksjon

source: hosted by NTNUI
nb: arrangert av NTNUI

source: hosted by
nb: arrangert av

source: priority
nb: prioritet

source: events
nb: arrangement

source: email text
nb: tekst for e-postadresse

source: attendee, user
nb: deltager, bruker

source: attendees, users
nb: deltagere, brukere

source: waiting list, user
nb: venteliste, bruker

source: waiting list, users
nb: venteliste, brukere

source: attendee, guest
nb: deltager, gjest

source: attendees, guests
nb: deltagere, gjester

source: waiting list, guest
nb: venteliste, gjest

source: waiting list, guests
nb: venteliste, gjester

source: guest
nb: gjest

source: guests
nb: gjester

source: restrictions
nb: restriksjoner

source: sub-event
nb: underarrangement

source: sub-events
nb: underdelarrangement

source: tag
nb: stikkord

source: Event doesn't exist.
nb: Arrangement eksisterer ikke.

source: Sub-event doesn't exist.
nb: Underarrangement eksisterer ikke.

source: Group does not exist
nb: Gruppe eksisterer ikke

source: {} does not belong to {}
nb: {} hører ikke til {}

source: {} not found
nb: {} ikke funnet

source: This email does not exist in the database
nb: Denne e-posten finnes ikke i databasen

source: The president email field is empty
nb: Presidentens e-postfelt er tomt

source: The vice president email field is empty
nb: Visepresidentens e-postfelt er tomt

source: The cashier email field is empty
nb: Kassererens e-postfelt er tomt

source: English
nb: Engelsk

source: Norwegian (bokmal)
nb: Norsk (bokmål)

source: Main Board
nb: Hovedstyre

source: Groups
nb: Grupper

source: Events
nb: Arrangement

source: Account
nb: Konto

source: Create events
nb: Opprett arrangement

source: Please fill in the fields bellow
nb: Vennligst fyll ut feltene under

source: Name norwegian
nb: Navn norsk

source: Name english
nb: Navn engelsk

source: From date
nb: Fra dato

source: To date
nb: Til dato

source: Extra options
nb: Tilleggsvalg

source: Price
nb: Pris

source: Maximum number of participants
nb: Maksimalt antall deltagere

source: Registration end date
nb: Siste registreringsdato

source: Email text norwegian
nb: E-posttekst norsk

source: Email text english
nb: E-posttekst engelsk

source: Close
nb: Lukk

source: Create a sub-event
nb: Opprett underarrangement

source: Create new category
nb: Opprett kategori

source: Create new event:
nb: Opprett nytt arrangement:

source: Basic info
nb: Grunnleggende info

source: Description norwegian
nb: Beskrivelse norsk

source: Description english
nb: Beskrivelse engelsk

source: Host
nb: Vert

source: Place
nb: Sted

source: Extra info
nb: Tilleggsinformasjon

source: Cover photo
nb: Forsidebilde

source: Warning
nb: Advarsel

source: Extra options have no effect if sub-events are created.
nb: Tillegsfelt har ingen effekt hvis underarrangement opprettes

source: Price in NOK
nb: Pris i NOK

source: Sub-event(s)
nb: Underarrangement

source: Create new sub-event
nb: Opprett underarrangement

source: Create a category or a sub-event to get started!
nb: Opprett en kategori eller et underarrangement for å starte!

source: Create an event
nb: Opprett arrangement

source: Edit event
nb: Endre arrangement

source: Are you sure you want to delete the event?
nb: Er du sikker på at du vil slette arrangementet?

source: Yes
nb: Ja

source: Please fill in the fields bellow.
nb: Vennligst fyll ut feltene under

source: Event
nb: Arrangement

source: Attendees
nb: Deltagere

source: Basic information
nb: Grunnleggende info

source: Save event
nb: Lagre arrangement

source: Delete event
nb: Slett arrangement

source: Start date
nb: Start dato

source: End date
nb: Slutt dato

source: If you cannot attend the event, please use the sign-off link
nb: Hvis du ikke kan komme på dette arrangementent, vennligst bruk avmeldings linken

source: You are now signed off
nb: Du er ikke påmeldt dette arrangementet.

source: 's waiting list.
nb: venteliste

source: If you cannot attend the event, please sign off the event's waiting list, using the sign-off link
nb: Hvis du ikke kan komme på dette arrangementent, vennligst bruk avmeldings linken

source: Are you sure?
nb: Er du sikker?

source: Email address
nb: E-postadresse

source: First name
nb: Fornavn

source: Last name
nb: Etternavn

source: Phone
nb: Telefon

source: Attend the event
nb: Delta på arrangement

source: Location
nb: Lokasjon

source: Number of participants
nb: Antall deltagere

source: Unattend from the event
nb: Meld meg av arrangement

source: Remove me from the waiting list
nb: Fjern meg fra ventelisten

source: Put me on the waiting list
nb: Sett meg på ventelisten

source: Pay using card
nb: Betal med kort

source: Registration has ended
nb: Registrering har sluttet

source: Search
nb: Søk

source: Sort by
nb: Sorter etter

source: Start date (ascending)
nb: Startdato (stigende)

source: Start date (descending)
nb: Startdato (synkende)

source: Name
nb: Navn

source: Description
nb: Beskrivelse

source: Hosted by
nb: Arrangert av

source: My options
nb: Mine valg

source: Create new event
nb: Opprett nytt arrangement:

source: All events
nb: Alle arrangement

source: Load more events
nb: Last flere arrangement

source: Name (ascending)
nb: Navn (stigende)

source: Name (descending)
nb: Navn (synkende)

source: Attending events
nb: Deltar på arrangement

source: Unattend event
nb: Ikke delta på arrangement

source: Are you sure you wanna unattend this event
nb: Er du sikker på at du vil melde deg av arrangementet?
